/* BridgeConfViewController; first placeholder is bullet point (\u{2022}), second placeholder is bridge type "obfs4" */
"%1$@ %2$@ makes your traffic appear \"random\"." = "%1$@ %2$@ трафигызны \"очраклы\" итеп күрсәтә.";

/* BridgeConfViewController; first placeholder is bullet point (\u{2022}), second placeholder is bridge type "snowflake" */
"%1$@ %2$@ makes your traffic look like a phone call to a random user on the net." = "%1$@ %2$@ трафигызны челтәрдәге очраклы кулланучыга шалтырату кебек итә.";

/* BridgesConfViewController */
"Automatic Configuration" = "Автоматик көйләү";

/* BridgeConfViewController */
"Bridge Configuration" = "Күпер көйләве";

/* BridgeConfViewController; placeholder contains bridge type names: "meek-azure" or "obfs4" */
"Built-in %@" = "Эчке %@";

/* ScanQrViewController */
"Camera access was not granted or QR Code scanning is not supported by your device." = "Камерага керү рөхсәт ителмәгән яки җиһазыгыз QR кодын сканерлауны танылмый.";

/* AlertHelper */
"Cancel" = "Баш тарту";

/* CustomBridgesViewController */
"Copy URL to Clipboard" = "URL алмашу буферына күчереп алу";

/* MoatViewController */
"Couldn't understand server response." = "Серверның җавапын аңлый алмады.";

/* BridgeConfViewController */
"Custom Bridges" = "Үзгә күперләр";

/* Transport */
"custom bridges" = "үзгә күперләр";

/* AlertHelper */
"Error" = "Хата";

/* BridgesConfViewController */
"I'm sure I cannot connect without a bridge." = "Мин күперсез тоташа алмыйм дип ышанам.";

/* BridgeConfViewController */
"If one type of bridge does not work, try using a different one." = "Күпернең бер төре эшләмәсә, бүтәнне кулланырга тырышу.";

/* BridgeConfViewController */
"If you are in a country or using a connection that censors Tor, you might need to use bridges." = "Әгәр дә сез булган ил яки сез кулланган тоташу Tor челтәрен блоклый икән, сез күпер кулланырга тиеш.";

/* CustomBridgesViewController; placeholder contains "https://bridges.torproject.org/", please visit that page and copy texts for your language! */
"In a separate browser, visit %@ and tap \"Get Bridges\" > \"Just Give Me Bridges!\"" = "Аерым веб-браузер белән %@ адресына кереп, \"Get Bridges\" > \"Just Give Me Bridges!\" төймәләренә басыгыз";

/* No comment provided by engineer. */
"Meek azure bridge" = "Meek azure күпере";

/* BridgeConfViewController */
"No Bridges" = "Күперләр юк";

/* ApiError, placeholder is a non-success status from the server. */
"No success, but \"%@\" instead." = "Уңышсыз, ләкин урынында \"%@\" алды.";

/* ApiError */
"No valid HTTP response." = "Дөрес HTTP җавап юк.";

/* Transport */
"Obfs4 bridges" = "Obfs4 күперләре";

/* AlertHelper */
"OK" = "ОК";

/* No comment provided by engineer. */
"On-demand bridges" = "Сорау буенча күперләр";

/* CustomBridgesViewController */
"Other" = "Башка";

/* CustomBridgesViewController */
"Paste Bridges" = "Күперләрне кую";

/* CustomBridgesViewController; placeholder is "" "https://bridges.torproject.org/" */
"QR Code could not be decoded! Are you sure you scanned a QR code from %@?" = "QR кодын чишеп булмый! Сез %@ адресыннан QR кодын сканерлаганга ышанасызмы?";

/* BridgeConfViewController */
"Request Bridges from torproject.org" = "torproject.org сайтыннан күперләр сорау";

/* ApiError */
"Request could not be formed. Please check host and username/password!" = "Сорау төзеп булмады. Зинһар, хостны һәм кулланучы исемен/серсүзне тикшерегез!";

/* CustomBridgesViewController */
"Request via E-Mail" = "Эл. почта аша сорау";

/* CustomBridgesViewController */
"Request via Telegram" = "Telegram аша сорау";

/* ApiError */
"Response body missing." = "Җавап гәүдәсе юк.";

/* BridgesConfViewController+Shared */
"Save" = "Саклау";

/* CustomBridgesViewController, ScanQrViewController */
"Scan QR Code" = "QR кодны сканерлау";

/* Transport */
"Snowflake bridges" = "Snowflake күперләре";

/* Transport */
"Snowflake bridges (AMP rendezvous)" = "Snowflake күперләре (AMP rendezvous)";

/* BridgesConfViewController */
"Try Auto-Configuration" = "Автоматик көйләүне тырышу";

/* CustomBridgesViewController */
"Upload QR Code" = "QR коды йөкләү";

/* CustomBridgesViewController */
"Use Custom Bridges" = "Үзгә күперләр куллану";

/* CustomBridgesViewController */
"Use QR Code" = "QR коды куллану";
